RULES = {
    "глаголы": {
        "title": "⚡ Глаголы",
        "rule": "Глагол обозначает действие предмета. Вопросы: что делать? что сделать?",
        "examples": ["читать", "писать", "играть"]
    },

    "синтаксис": {
        "title": "📚 Синтаксис",
        "rule": "Синтаксис изучает строение словосочетаний и предложений.",
        "examples": ["Мама читает книгу", "Кошка спит на окне"]
    },

    "орфография": {
        "title": "✍ Орфография",
        "rule": "Орфография — это правила правописания слов.",
        "examples": ["жи-ши пиши с И", "ча-ща пиши с А"]
    },

    "части речи": {
        "title": "📦 Части речи",
        "rule": "Части речи — это группы слов: существительные, прилагательные, глаголы и т.д.",
        "examples": ["стол — существительное", "красивый — прилагательное", "читать — глагол"]
    }
}
